{
    "nieuws":
    [
        {
            "titel": "MARTIN GARRIX REVEALS RELEASE DATE OF HIS COLLAB WITH TROYE SIVAN, “THERE FOR YOU”",
            "id": 212,
            "datum": "MATTHEW MEADOWMAY x MAY 18, 2017",
            "categorieen": ["FEATURED","NEWS"],
            "samenvatting": "We know when to admit we were wrong (though it was just a guess). Rather than our initial hypothesis of May 19, the new collaboration between Martin Garrix and...",
            "body": "<p>We know when to admit we were wrong (though it was just a guess). Rather than our initial hypothesis of May 19, the new collaboration between Martin Garrix and Troyhee Sivan that was debuted at Coachella will release next Friday, May 26.</p><p> Martin originally said that the track was dropping “mid-May,” leading to our original guess, but things happen and songs either get pushed back, or artists get misquoted. Either way, we still have another 8 days to wait until we hear this collaboration in full.</p>",
            "afbeeldingl": "Article1.jpg",
            "afbeeldings": "Article1.jpg"
        },
        {
            "titel": "WATCH ENTIRE DEADMAU5 ‘LOTS OF SHOWS’ TOUR IN STUNNING HD AS WE AWAIT CUBE 2.1 LITE & CUBE UNHOOKED",
            "id": 210,
            "datum": "KARLIE POWELL x MAY 18, 2017",
            "categorieen": ["NEWS"],
            "samenvatting": "Deadmau5's Lots of Shows in a Row tour was a stunning visual success, thanks to his groundbreaking Cube 2.1 that wowed crowds across the country! Now, the ma...",
            "body": "<p>Deadmau5‘s Lots of Shows in a Row tour was a stunning visual success, thanks to his groundbreaking Cube 2.1 that wowed crowds across the country! </p><p>Now, the mastermind behind the mau5 head, Joel Zimmerman, has more cube-like plans to reach even more audiences. While the Cube Lite version features a smaller and more manageable set up, sans motor to allow Deadmau5 to tour even more venues, he’s also developing an “unhooked” cube that will allow for even more flexibility.<p>",
            "afbeeldingl": "Article2.jpg",
            "afbeeldings": "Article2.jpg"
        },
        {
            "titel": "ULTRA MUSIC FESTIVAL IS COMING TO MEXICO",
            "id": 198,
            "datum": "CHRISTIAN NACCARATOMAY x MAY 17, 2017",
            "categorieen": ["EVENTS","FEATURED"],
            "samenvatting": "Ultra Music Festival is one of the largest festival series in the world, showcasing some of the best talent in dance music across the globe. After announcing a ...",
            "body": "<p>Ultra Music Festival is one of the largest festival series in the world, showcasing some of the best talent in dance music across the globe. After announcing a slew of new markets they’re taking the festival to, fans in Mexico have something to look forward to.</p> <p>Taking place over October 6th-7th of 2017, Ultra Mexico will take place just outside of Mexico City, the country’s capital. Sure to include the usual headliners, Ultra Mexico will also play host to the Resistance Stage, a deeper, more underground stage for those with a more tech-y taste.</p><p>Adding Mexico to the already announced Australia, China, Ibiza, and India, one can assume Ultra is looking to tap into every market possible.</p><p>Tickets go on sale May 31st.</p>",
            "afbeeldingl": "Article3.jpg",
            "afbeeldings": "Article3.jpg"
        },
        {
            "titel": "TOMORROWLAND 2017 LINEUP: OVER 1000 INCREDIBLE ARTISTS & 69 STAGE HOSTS",
            "id": 196,
            "datum": "MATTHEW MEADOWMAY x MAY 15, 2017",
            "categorieen": ["EVENTS","FEATURED", "LINEUP", "NEWS"],
            "samenvatting": "Tomorrowland has always done it the biggest... but with the two-weekend format returning this year, it difficult to imagine a more hard-working and probably str...",
            "body": "<p>Tomorrowland has always done it the biggest… but with the two-weekend format returning this year, it difficult to imagine a more hard-working and probably stressed out team than the one in Boom, Belgium.</p><p>2017’s Tomorrowland lineup features a truly staggering number of artists, with over 1000 confirmed across the two weekends. Additionally, the festival will welcome 69 stage hosts from the likes of Martin Garrix’s STMPD RCRDS to Drumcode and Monstercat, and individual artists like Belgium’s Netsky, and Dave Clarke.</p><p>Tomorrowland 2017, Boom – Belgium: 21-22-23 & 28-29-30 July 2017 <br> Check www.tomorrowland.com for all information on the program and lineup of Amicorum Spectaculum.</p>",
            "afbeeldingl": "Article4.jpg",
            "afbeeldings": "Article4.jpg"
        },
        {
            "titel": "MP3 CHANGED OUR LIVES FOREVER, BUT IT’S TIME TO MOVE ON",
            "id": 194,
            "datum": "KARLIE POWELL x MAY 14, 2017",
            "categorieen": ["NEWS", "TECH"],
            "samenvatting": "MP3 is dead. But, before that totally weirds you out, here's why... The revolutionary MP3 file format changed the game of music listening forever. Instead of...",
            "body": "<p>MP3 is dead. But, before that totally weirds you out, here’s why… </p><p>The revolutionary MP3 file format changed the game of music listening forever. Instead of physical CDs you could store weightless files and listen from your desktop, laptop or portable MP3 player — thanks to a compression algorithm developed by The Fraunhofer Institute for Integrated Circuits. As research and technology advanced, however, the MP3 files never did. </p><p>Since then, another audio format, AAC — or “Advanced Audio Coding” was brought to fruition in part by the same developers, and took compression and quality to the next level. This should have killed MP3 files right away, but instead we clung to what we knew. Now, MP3 is officially becoming obsolete, as announced by its creators. It’s time to move on to bigger and better (or technically, smaller) quality things.</p><p>MP3 was actually doomed from the start, as the engineers who developed the MP3 worked on less complete information on how our brains process sound. New audio formats with richer information are constantly being created, and streaming services make adapting to the changes even easier. So, it’s time to get with the program.</p><p>As the director, Bernhard Grill told NPR, AAC is now the “de facto standard for music download and videos on mobile phones” and “more efficient than MP3 and offers a lot more functionality.”</p><p>R.I.P. MP3… Our inner 90s kid may shed a tear over the nostalgic term, but our ears are happy for the higher quality music to come.</p>",
            "afbeeldingl": "Article5.jpg",
            "afbeeldings": "Article5.jpg"
        }
    ]
}
